import React from "react";
import { Row, Col } from "antd";
import styles from "./list.less";

const list = () => {
  return (
    <div className={styles.article}>
      <Row>
        <Col span={24} xs={24} sm={24}>
          <h2>CEC大礼包</h2>
          <p>
            2月13日，没想到加拿大联邦移民局居然周六加班给大家送来大礼！令人难以置信的一口气把ee池里的的CEC申请人全部邀请了！邀请人数达到了空前，不知道是不是绝后的近28000人！分数线更是低到了令人发指的75分！也就是说只要有一年加拿大经验的符合CEC要求，并且已经入池的申请人这次都可以申请PR了。这次移民局的大举措对境内来说是大好，对境外来说可能就不那么妙了。今年开始至今还没有邀请过境外的fsw申请人，考虑到疫情，加上这次CEC大开闸，可能近期甚至2021年上半年都不会再捞fsw了（无责任瞎猜）。移民局这次大开闸再一次验证了那句古话，机会总是留给有准备的人的。有的人明明符合条件却没去ee建档，遗憾的错过了这一次机会，不知道之后还会不会继续这样捞。而对海外的人来说，也是我一直强调的，来加拿大留学就是很多人移民加拿大的唯一路径了。早做筹划和安排的，这一次可能就中了。最后再次祝大家新年快乐！行动起来，自己把握机会！
          </p>
        </Col>
      </Row>
      <Row>
        <Col span={24} xs={24} sm={24}>
          <h2>留学生毕业工签延长</h2>
          <p>
            2月12日，加拿大移民局又宣布了一个重磅消息。考虑到疫情的缘故，之前留学生的网课时间可以算作毕业工签申请资质的政策得到了进一步升级，即使是100%的网课学习，也符合申请毕业工签的资质。具体政策如下：
            1. 是注册就读的有毕业工签资质的项目
            2.开始，或者即将开始就读于2020年春季至2021年秋季学期，或者2020年3月时就已经在读。
            3.已经有学习许可或者拿到了学习许可批准，或者已经提前申请了学习许可并且得到了最终批准。
            4.满足其他所有的毕业工签申请条件。
          </p>
        </Col>
      </Row>
      <Row>
        <Col span={24} xs={24} sm={24}>
          <h2>留学生毕业工签延长</h2>
          <p>
            2月12日，加拿大移民局又宣布了一个重磅消息。考虑到疫情的缘故，之前留学生的网课时间可以算作毕业工签申请资质的政策得到了进一步升级，即使是100%的网课学习，也符合申请毕业工签的资质。具体政策如下：
            1. 是注册就读的有毕业工签资质的项目
            2.开始，或者即将开始就读于2020年春季至2021年秋季学期，或者2020年3月时就已经在读。
            3.已经有学习许可或者拿到了学习许可批准，或者已经提前申请了学习许可并且得到了最终批准。
            4.满足其他所有的毕业工签申请条件。
          </p>
        </Col>
      </Row>
    </div>
  );
};

export default list;
